Repository: DanielPalowski/TVehicleDiary
Catalog: VehicleDiary/Resources/Web/Views/UpgradeVehicle/Index.*.resx
Languages: cs

source: Upgrades History
cs: Historie Vylepšení

source: Add New Upgrade
cs: Přidat Vylepšení

source: Vehicle Upgrades Limit Reached
cs: Dosažen Limit Vylepšení

source: You have reached the maximum limit of 25 upgrades. Remove an upgrade to add a new one.
cs: Dosáhli jste maximálního limitu 25 vylepšení. Pro přidání nového odeberte stávající vylepšení.

source: Filters
cs: Filtry

source: Category
cs: Kategorie

source: Type
cs: Typ

source: Date Range
cs: Rozsah Datumu

source: Price Range
cs: Rozsah Ceny

source: All Categories
cs: Všechny Kategorie

source: All Types
cs: Všechny Typy

source: From
cs: Od

source: To
cs: Do

source: Reset Filters
cs: Resetovat Filtry

source: Apply Filters
cs: Aplikovat Filtry

source: Showing
cs: Zobrazeno

source: of
cs: z

source: upgrade records
cs: záznamů vylepšení

source: No records match your filters
cs: Žádné záznamy neodpovídají filtru

source: Mileage
cs: Najeto

source: Status
cs: Stav

source: Part Brand
cs: Značka Dílu

source: Part Code
cs: Kód Dílu

source: Technician
cs: Technik

source: No Cost
cs: Bez Nákladů

source: No Upgrade Records
cs: Žádné Záznamy Vylepšení

source: No upgrade records available for this vehicle.
cs: Pro toto vozidlo nejsou k dispozici žádné záznamy vylepšení.

source: Add First Upgrade
cs: Přidat První Vylepšení

source: Edit
cs: Upravit

source: Delete
cs: Smazat

source: Are you sure you want to delete this upgrade record?
cs: Jste si jisti, že chcete smazat tento záznam vylepšení?

source: Upgrade record deleted successfully
cs: Záznam vylepšení byl úspěšně smazán

source: An error occurred while deleting the upgrade record
cs: Při mazání záznamu vylepšení došlo k chybě
