Repository: DanielPalowski/TVehicleDiary
Catalog: VehicleDiary/Resources/Web/Views/DiagnosticVehicle/Create.*.resx
Languages: cs

source: Vehicle Diagnostics
cs: Diagnostika vozidla

source: Add Diagnostic Record
cs: Přidat diagnostický záznam

source: Category
cs: Kategorie

source: Diagnostic Type
cs: Typ diagnostiky

source: Select Diagnostic Type
cs: Vyberte typ diagnostiky

source: Error Details
cs: Detaily chyby

source: Error Type
cs: Typ chyby

source: Select Error Type
cs: Vyberte typ chyby

source: Error Code
cs: Kód chyby

source: Error Description
cs: Popis chyby

source: Diagnostic Tool
cs: Diagnostický nástroj

source: Procedure Name
cs: Název procedury

source: Mileage
cs: Najeto kilometrů

source: Date
cs: Datum

source: Cost
cs: Cena

source: Technician
cs: Technik

source: Upload File
cs: Nahrát soubor

source: Additional Notes
cs: Další poznámky

source: Coding
cs: Kódování

source: Error Diagnostics
cs: Diagnostika chyb

source: Software Update
cs: Aktualizace software

source: Other
cs: Jiné

source: Engine
cs: Motor

source: Transmission
cs: Převodovka

source: Electrical
cs: Elektrika

source: Communication
cs: Komunikace

# ToolPlaceholder
source: e.g., VCDS, INPA, Launch X431
cs: např. VCDS, INPA, Launch X431

# ProcedurePlaceholder
source: e.g., Full system scan, ECU coding, Software update
cs: např. Komplexní systémová kontrola, kódování ECU, Aktualizace software

# TechnicianPlaceholder
source: John Doe / Diagnostic Center
cs: Jan Novák / Diagnostické centrum

# DescribeError
source: Describe the error symptoms and findings...
cs: Popište příznaky chyby a zjištění...

# NotesPlaceholder
source: Additional notes, observations, or follow-up recommendations...
cs: Další poznámky, pozorování nebo doporučení pro následnou péči...

source: (optional)
cs: (volitelné)

source: (optional, max 5 MB)
cs: (volitelné, max 5 MB)

# AllowedFormats
source: Allowed formats: PDF, JPG, PNG, DOC, DOCX, TXT
cs: Povolené formáty: PDF, JPG, PNG, DOC, DOCX, TXT

# PleaseSelectDiagnosticType
source: Please select a Diagnostic Type
cs: Vyberte prosím typ diagnostiky

# FileSizeExceedsAlert
source: File size exceeds the 5 MB limit. Please choose a smaller file.
cs: Velikost souboru překračuje limit 5 MB. Vyberte prosím menší soubor.

source: Processing...
cs: Zpracovávám...

# FileSizeExceeds
source: File size ({0} MB) exceeds the 5 MB limit.
cs: Velikost souboru ({0} MB) překračuje limit 5 MB.

# FileSize
source: File size: {0} KB
cs: Velikost souboru: {0} KB

# FileTypeNotAllowed
source: File type {0} is not allowed.
cs: Typ souboru {0} není povolen.
