Repository: DanielPalowski/TVehicleDiary
Catalog: VehicleDiary/Resources/Areas/Identity/Pages/Account/Register.*.resx
Languages: cs

# LoginTitle
source: Login - VehicleDiary
cs: Přihlášení - VehicleDiary

# RegisterTitle
source: Register - VehicleDiary
cs: Registrace - VehicleDiary

# WelcomeBack
source: Welcome Back to
cs: Vítejte zpět v

# ContinueTracking
source: Continue tracking your vehicle maintenance, fuel consumption, and costs in our intuitive platform.
cs: Pokračujte ve sledování údržby vozidla, spotřeby paliva a nákladů v naší intuitivní platformě.

# FeatureMaintenance
source: Track maintenance schedules
cs: Sledujte plány údržby

# FeatureFuel
source: Monitor fuel efficiency
cs: Monitorujte spotřebu paliva

# FeatureCosts
source: Manage repair costs
cs: Spravujte náklady na opravy

# SignInTitle
source: Welcome Back
cs: Vítejte zpět

# SignInSubtitle
source: Sign in to your VehicleDiary account
cs: Přihlaste se ke svému účtu VehicleDiary

# EmailLabel
source: Email Address
cs: E-mailová adresa

# EmailPlaceholder
source: name@example.com
cs: jmeno@priklad.cz

# PasswordLabel
source: Password
cs: Heslo

# PasswordPlaceholder
source: Enter your password
cs: Zadejte své heslo

source: Forgot password?
cs: Zapomněli jste heslo?

source: Remember me
cs: Zapamatovat si mě

# SignInButton
source: Sign In
cs: Přihlásit se

source: Or continue with
cs: Nebo pokračujte s

# LoginWith
source: Log in using your
cs: Přihlaste se pomocí svého účtu

# NoAccount
source: Don't have an account?
cs: Nemáte účet?

source: Sign up now
cs: Zaregistrujte se nyní

source: Signing in...
cs: Přihlašování...

# CreateAccountTitle
source: Create Your
cs: Vytvořte si

# CreateAccountSubtitle
source: Start tracking your vehicle maintenance, fuel consumption, and costs in one intuitive platform
cs: Začněte sledovat údržbu vozidla, spotřebu paliva a náklady v jedné intuitivní platformě

source: Sign Up
cs: Registrace

# ConfirmPasswordLabel
source: Confirm Password
cs: Potvrďte heslo

# ConfirmPasswordPlaceholder
source: Confirm your password
cs: Potvrďte své heslo

source: Password requirements
cs: Požadavky na heslo

# RequirementLength
source: At least 8 characters
cs: Alespoň 8 znaků

# RequirementUppercase
source: One uppercase letter
cs: Jedno velké písmeno

# RequirementDigit
source: One number
cs: Jedno číslo

# RequirementSpecial
source: One special character
cs: Jeden speciální znak

# AgreeTerms1
source: I agree to the
cs: Souhlasím s

source: Terms of Service
cs: Podmínkami služby

source: and
cs: a

source: Privacy Policy
cs: Zásadami ochrany osobních údajů

# CreateAccountButton
source: Create Account
cs: Vytvořit účet

# AlreadyHaveAccount
source: Already have an account?
cs: Již máte účet?

source: Sign in here
cs: Přihlaste se zde

# WhyJoin
source: Why Join VehicleDiary?
cs: Proč se přidat k VehicleDiary?

# FeatureCompleteTracking
source: Complete Vehicle Tracking
cs: Kompletní sledování vozidla

# FeatureCompleteTrackingDesc
source: Monitor maintenance, repairs, and costs in one place
cs: Sledujte údržbu, opravy a náklady na jednom místě

# FeatureFuelInsights
source: Fuel Efficiency Insights
cs: Přehled spotřeby paliva

# FeatureFuelInsightsDesc
source: Track fuel consumption and optimize your driving habits
cs: Sledujte spotřebu paliva a optimalizujte své jízdní návyky

# FeatureSmartReminders
source: Smart Reminders
cs: Chytré připomínky

# FeatureSmartRemindersDesc
source: Get notified for upcoming maintenance and inspections
cs: Dostávejte upozornění na nadcházející údržbu a kontroly

source: Or sign up with
cs: Nebo se zaregistrujte pomocí

# SignUpWith
source: Sign up using your
cs: Registrujte se pomocí svého účtu

# PasswordsNotMatch
source: Passwords do not match
cs: Hesla se neshodují

source: Passwords match
cs: Hesla se shodují

# Copyright
source: Â© VehicleDiary. All rights reserved.
cs: © VehicleDiary. Všechna práva vyhrazena.
