Repository: DanielPalowski/TVehicleDiary
Catalog: VehicleDiary/Resources/Web/Views/Vignette/Vignette.*.resx
Languages: cs

# BackButton
source: Back
cs: Zpět

# HeaderTitle
source: Vignette Tracking
cs: Sledování dálničních známek

# HeaderSubtitle
source: Manage your vehicle's vignettes
cs: Spravujte dálniční známky svého vozidla

# PageTitle
source: Vignette Tracking | Vehicle Diary
cs: Sledování dálničních známek | Vehicle Diary

# MainHeading
source: Vignette Tracking
cs: Sledování dálničních známek

# MainSubheading
source: Track and manage your vehicle's vignettes
cs: Sledujte a spravujte dálniční známky svého vozidla

# AddVignetteHeading
source: Add Vignette
cs: Přidat dálniční známku

# AddVignetteSubheading
source: Register a new vignette
cs: Registrovat novou dálniční známku

# LabelCountry
source: Country
cs: Země

# LabelValidFrom
source: Valid From
cs: Platná od

# LabelValidTo
source: Valid To
cs: Platná do

# LabelPrice
source: Price (€)
cs: Cena (€)

# SaveVignetteButton
source: Save Vignette
cs: Uložit dálniční známku

# QuickStatsTitle
source: Quick Stats
cs: Rychlé statistiky

# StatTotal
source: Total
cs: Celkem

# StatTotalCost
source: Total Cost
cs: Celkové náklady

# StatActive
source: Active
cs: Aktivní

# VignetteHistoryTitle
source: Vignette History
cs: Historie dálničních známek

# RecordsCount
source: {0} records
cs: {0} záznamů

# StatusActive
source: Active
cs: Aktivní

# StatusExpired
source: Expired
cs: Expirováno

# DeleteButton
source: Delete
cs: Smazat

# DaysLabel
source: {0} days
cs: {0} dní

# EmptyStateTitle
source: No Vignettes Yet
cs: Zatím žádné dálniční známky

# EmptyStateMessage
source: Start tracking your vignettes for highway access
cs: Začněte sledovat své dálniční známky pro přístup na dálnice

# EmptyStateHint
source: Add your first vignette using the form
cs: Přidejte svou první dálniční známku pomocí formuláře

# ConfirmDelete
source: Are you sure you want to delete this vignette?
cs: Opravdu chcete smazat tuto dálniční známku?

# ErrorDelete
source: Error deleting record
cs: Chyba při mazání záznamu

# SavingButtonText
source: Saving...
cs: Ukládám...
